//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Carregar ficheiro";
"_download_file_"           = "Transferir ficheiro";
"_loading_"                 = "Carregando";
"_loading_with_points_"     = "Carregando...";
"_loading_num_"             = "A carregar ficheiro %i";
"_loading_autoupload_"      = "A carregar automaticamente";
"_uploading_"               = "A Carregar";
"_synchronization_"         = "Sincronização";
"_delete_"                  = "Apagar";
"_delete_file_n_"           = "Apagar ficheiro %i de %i";
"_rename_"                  = "Renomear";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mover ficheiro %i de %i";
"_creating_sharing_"        = "A criar partilha";
"_updating_sharing_"        = "A actualizar partilha";
"_removing_sharing_"        = "A remover partilha";
"_add_"                     = "Adicionar";
"_login_"                   = "Entrar";
"_save_"                    = "Gravar";
"_warning_"                 = "Aviso";
"_error_"                   = "Erro";
"_error_e2ee_"              = "Erro E2EE";
"_no_"                      = "Não";
"_yes_"                     = "Sim";
"_select_"                  = "Seleccionar";
"_select_all_"              = "Select all";
"_upload_"                  = "Carregar";
"_home_"                    = "Ficheiros";
"_file_to_upload_"          = "Ficheiro para carregar";
"_destination_"             = "Destino";
"_ok_"                      = "OK";
"_beta_version_"            = "versão beta";
"_function_in_testing_"     = "Função em testes, por favor enviar informação sobre problemas que possam surgir.";
"_done_"                    = "Terminado";
"_passcode_too_short_"      = "Código demasiado curto, necessário pelo menos 4 caracteres";
"_selected_"                = "Seleccionado";
"_scan_fingerprint_"        = "Ler impressão digital para autenticar";
"_no_active_account_"       = "Não foi encontrada conta";
"_info_"                    = "Informação";
"_warning_"                 = "Aviso";
"_email_"                   = "Email";
"_save_exit_"               = "Quer sair sem gravar?";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobrepôr";
"_transfers_in_queue_"      = "Transferência a decorrer, por favor aguarde...";
"_too_errors_automatic_all_"= "Demasiados erros, vá a \"Centro de Controlo\" para verificar o problema";
"_create_folder_"           = "Criar pasta";
"_create_folder_on_"        = "Criar pasta em";
"_close_"                   = "Fechar";
"_postpone_"                = "Adiar";
"_remove_"                  = "Remover";
"_file_not_found_"          = "Ficheiro não encontrado";
"_continue_"                = "Quer continuar?";
"_auto_upload_folder_"      = "Carregamento automático";
"_gallery_"                 = "Galeria";
"_photo_"                   = "Foto";
"_audio_"                   = "Áudio";
"_unknown_"                 = "Desconhecido";
"_next_"                    = "Próximo";
"_success_"                 = "Sucesso";
"_initialization_"          = "Inicialização";
"_experimental_"            = "Experimental";
"_select_dir_media_tab_"    = "Select as folder \"Media\"";
"_error_creation_file_"     = "Ops! Could not create the file";
"_save_path_"               = "Save path";
"_save_settings_"           = "Save settings";
"_mode_filename_"           = "Filename mode";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud";
"_restore_"                 = "Restaurar";
"_camera_roll_"             = "Rolo da câmara";
"_tap_here_to_change_"      = "Tap here to change";
"_no_albums_"               = "No albums";
"_denied_album_"            = "This app does not have access to \"Photos\", you can enable access in Privacy Settings";
"_denied_camera_"           = "This app does not have access to \"Camera\", you can enable access in Privacy Settings";

// App

"_network_available_"       = "Rede disponível";
"_network_not_available_"   = "Rede indisponível";

// Networking

"_file_too_big_"            = "Ficheiro demasiado grande para ser encriptado/desencriptado";
"_file_too_big_max_100_"    = "File too large (max 100 kb.)";
"_...loading..._"           = "A carregar...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Não foi possível encontrar nem reenviar ficheiro. Apague o ficheiro e carregue novamente o ficheiro";
"_file_already_exists_"     = "Impossível completar a operação, já existe um ficheiro com o mesmo nome";
"_read_file_error_"         = "Não foi possível ler o ficheiro";

// More

"_more_"                        = "Mais";
"_notifications_"               = "Notificações";
"_logout_"                      = "Sair";
"_quota_space_unlimited_"       = "Ilimitado";
"_quota_space_unknown_"         = "Desconhecido";
"_quota_using_"                 = "Está a usar %@ de %@";

// Settings

"_acknowledgements_"            = "Reconhecimentos";
"_settings_"                    = "Definições";
"_passcode_"                    = "Palavra-passe";
"_lock_"                        = "Bloqueio";
"_lock_active_"                 = "Bloqueio: activo";
"_lock_not_active_"             = "Bloqueio: inactivo";
"_lock_protection_no_screen_"        = "Não perguntar no arranque";
"_lock_protection_no_screen_footer_" = "Use \"Não perguntar no arranque\" apenas para as pastas protegidas ou para opções de cifra ";
"_url_"                         = "Url";
"_username_"                    = "Nome de Utilizador";
"_change_credentials_"          = "Altere as credenciais";
"_wifi_only_"                   = "Usar apenas conexão Wi-Fi";
"_settings_autoupload_"         = "Carregamento automático";
"_app_version_"                 = "Versão da aplicação";
"_app_in_use_"                  = "Aplicação em uso";
"_contact_by_email_"            = "Contacte-nos via email";
"_clear_cache_"                 = "Limpar cache";
"_clear_cache_footer_"          = "Clear downloaded and offline files from the app";
"_exit_"                        = "Repor aplicação";
"_exit_footer_"                 = "Remove all accounts and local data from the app";
"_funct_not_enabled_"           = "Funcionalidade desactivada";
"_passcode_activate_"           = "Bloqueio com palavra-passe activo";
"_disabling_passcode_"          = "A remover bloqueio com palavra-passe";
"_want_exit_"                   = "Atenção! Vamos restaurar o estado inicial. Continuar?";
"_proceed_"                     = "Proseguir";
"_delete_cache_"                = "Apagar cache";
"_want_delete_cache_"           = "Quer apagar a cache?";
"_delete_cache_and_db_"         = "Sim e remover as transferências a decorrer";
"_want_delete_thumbnails_"      = "Também quer apagar as todas miniaturas?";
"_mail_deleted_"                = "Email apagado";
"_mail_saved_"                  = "Email gravado";
"_mail_sent_"                   = "Email enviado";
"_mail_failure_"                = "Não foi possível enviar email: %@";
"_information_req_"             = "Pedido de informação";
"_write_in_english_"            = "Por favor escreva-nos em Inglês";
"_credentials_"                 = "Credenciais";
"_manage_account_"              = "Gerir conta";
"_change_password_"             = "Alterar palavra-passe";
"_add_account_"                 = "Adicionar conta";
"_delete_account_"              = "Apagar conta";
"_want_delete_"                 = "De certeza que quer apagar?";
"_no_delete_"                   = "Não, não apagar";
"_yes_delete_"                  = "Sim, apagar";
"_remove_cache_"                = "Por favor espere, a apagar cache...";
"_optimizations_"               = "Optimizações";
"_synchronizations_"            = "Pastas sincronizadas";
"_version_server_"              = "Versão do servidor";
"_help_"                        = "Ajuda";
"_lock_protection_simply_"      = "Protecção contra palavra-passe fraca";
"_change_simply_passcode_"      = "Alterar tipo de palavra-passe";
"_quota_"                       = "Cota";
"_available_"                   = "Disponível";
"_cloud_account_"               = "Conta de Cloud";
"_information_"                 = "Informação";
"_personal_information_"        = "Informação pessoal";
"_user_full_name_"              = "Nome completo";
"_user_address_"                = "Morada";
"_user_phone_"                  = "Número de telefone";
"_user_email_"                  = "Email";
"_user_web_"                    = "Website";
"_user_twitter_"                = "Twitter";
"_favorite_offline_"            = "Favoritos disponíveis offline";
"_favorite_offline_footer_"     = "Tornar todos os favoritos disponíveis offline poderá demorar e usar bastante memória enquanto a operação não terminar.";
"_advanced_"                    = "Avançado";
"Skip"                          = "Ignorar";
"Start"                         = "Iniciar";
"_disable_files_app_"           = "Desativar integração com a App Ficheiros";
"_disable_files_app_footer_"    = "Do not permit the access of files across the Apple Files application";

// Manage AutoUpload

"_autoupload_"                      = "Carregamento automático de fotos/vídeos";
"_autoupload_select_folder_"        = "Select the \"Auto upload\" folder";
"_autoupload_error_select_folder_"  = "Select a valid folder for the \"Auto upload\"";
"_autoupload_background_"           = "Carregamento automático em segundo plano";
"_autoupload_photos_"               = "Carregamento automático de fotos";
"_autoupload_videos_"               = "Carregamento automático de vídeos";
"_autoupload_description_"          = "As novas fotos/vídeos serão carregadas na sua Cloud";
"_autoupload_description_background_"  = "Esta opção requere a utilização de GPS para activar a detecção de novas fotos/vídeos no rolo de camera quando a localização for alterada";
"_autoupload_background_title_"     = "Limitações";
"_autoupload_background_msg_"       = "Devido a restrições do iOS, não é possível executar processos em segundo plano, a não ser que os serviços de GPS estejam activos. Quando houver mudanças de rede, o sistema irá acordar por curtos períodos de tempo e verificar se existem novas fotos para carregar para a cloud.";
"_autoupload_change_location_"      = "Alterar pasta";
"_autoupload_location_now_"         = "Pasta";
"_autoupload_location_default_"     = "Restaurar pasta predefinida";
"_autoupload_change_location_footer_" = "Alterar pasta usada pelo \"Carregamento automático de fotos\" (Se a opção estiver activa)";
"_autoupload_not_select_home_"      = "Seleccionar pasta";
"_autoupload_save_album_"           = "Copiar foto ou vídeo para o albumens de fotos";
"_autoupload_fullphotos_"           = "Carregar o rolo de camera completo";
"_autoupload_fullphotos_footer_"    = "Ajustar as opções antes do carregamento";
"_autoupload_create_subfolder_"     = "Usar sub-pastas";
"_autoupload_create_subfolder_footer_" = "Armazenar em sub-pastas com base no ano e mês";
"_autoupload_filenamemask_"         = "Alterar máscara de nome de ficheiro";
"_autoupload_filenamemask_footer_"  = "Alterar máscara automática de nome de ficheiro";
"_autoupload_current_folder_"       = "Currently selected folder";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introdução à Nextcloud";
"_help_activity_verbose_"       = "Fonte de actividade detalhada";
"_help_activity_mail_"          = "Enviar actividade via email";
"_help_activity_clear_"         = "Limpar actividade";


// Manage Advanced

"_show_hidden_files_"           = "Mostrar ficheiros ocultos";
"_format_compatibility_"        = "Mais Compatível";
"_format_compatibility_footer_" = "\"Most compatible\" will save, when possible, photos as JPEG";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Connection error";
"_serverstatus_error_"          = "Connection to server failure, verify your server address or network status";
"_add_your_nextcloud_"          = "Add your Nextcloud account";
"_login_url_"                   = "Endereço do servidor https://...";
"_login_bottom_label_"          = "Ainda não tem um servidor?\nEscolha um dos fornecedores.";
"_error_multidomain_"           = "Endereço não permitido, apenas os seguintes domínios são válidos:";
"_account_already_exists_"      = "A conta %@ já existe";
"_traditional_login_"           = "Reverter para método anterior de entrar";
"_web_login_"                   = "Reverter para método web de entrar";

// Favorite

"_favorites_"                   = "Favorites";
"_favorite_"                    = "Favorito";
"_unfavorite_"                  = "Não favorito";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Ficheiros e pastas que definir como favoritos irão aparecer aqui";
"_tutorial_offline_view_"       = "Ficheiros copiados aqui estarão disponíveis offline.\n\nSerão sincronizados com a sua cloud.";
"_tutorial_local_view_"         = "Irá encontrar os ficheiros descompactados da sua cloud.\n\nConecte-se ao iTunes para os partilhar.";
"_more_"                        = "Mais";
"_favorite_no_files_"           = "Ainda sem favoritos";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "Sem fotos ou vídeos";
"_tutorial_autoupload_view_"                = "Pode activar carregamento automático nas \"Definições\"";
"_no_date_"                                 = "No date";
"_today_"                                   = "Today";
"_time_"                                    = "Tempo: %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Por favor active \"Serviços de Localização\" nas \"Definições\"";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Por favor active \"Acesso às Fotos\" nas \"Definições\"";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Por favor active \"Acesso às Fotos\" e \"Serviços de Localização\" nas \"Definições\"";
"_tutorial_photo_view_"                     = "Sem fotos ou vídeos carregados";
"_create_full_upload_"                      = "A criar arquivo... Isto pode demorar um pouco, por favor aguarde.";
"_error_createsubfolders_upload_"           = "Erro a criar as sub-pastas";
"_activate_autoupload_"                     = "Activar o carregamento automático";

// Utility

"_never_"                       = "never";
"_less_a_minute_"               = "less than a minute ago";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_connection_internet_offline_" = "Aparentemente não tem conexão à Internet ou é necessária ligação Wi-Fi";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Actualização da versão, por favor aguarde...";
"_forbidden_characters_"        = "O nome do ficheiro ou pasta contém caracteres inválidos";
"_mail_not_can_send_mail_"      = "Não têm conta configurada, ou o endereço de email que inseriu está errado";

// File

"_photo_camera_"                = "Photos";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "A decorrer a extracção no armazenamento local...";
"_file_unpacked_"               = "Ficheiro extraído no armazenamento local";
"_file_saved_local_"            = "Ficheiro gravado no armazenamento local.";
"_file_not_present_"            = "Erro: Ficheiro ausente, por favor recarregar.";
"_order_by_"                    = "Ordenar por";
"_order_by_name_a_z_"           = "Ordenar por nome (de A a Z)";
"_order_by_name_z_a_"           = "Ordenar por nome (de Z a A)";
"_order_by_date_more_recent_"   = "Sort from the most recent";
"_order_by_date_less_recent_"   = "Sort from the less recent";
"_order_by_size_smallest_"      = "Sort from the smallest";
"_order_by_size_largest_"       = "Sort from the largest";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_download_selected_files_"     = "Transferir ficheiros";
"_download_selected_files_folders_" = "Transferir ficheiros e pastas";
"_error_operation_canc_"        = "Erro: Operação cancelada.";
"_only_lock_passcode_"          = "Apenas disponível com bloqueio por password activo. Activar bloqueio nas \"Definições\".";
"_passcode_protection_"         = "Password protection";
"_remove_favorites_"            = "Remove from favorites";
"_remove_offline_"              = "Remover de offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Adicionar a offline";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Share";
"_reload_"                      = "Reload";
"_open_in_"                     = "Abrir em...";
"_remove_local_file_"           = "Remover da cache";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Atenção: Erro de comunicação com o servidor. Puxar para baixo para actualizar.";
"_file_not_downloaded_"         = "ficheiro não transferido";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "ficheiro";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "A iniciar a transferência dos ficheiros...";
"_no_file_pull_down_"           = "Carregar ficheiro ou puxar para baixo para actualizar";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Desactivar a sincronização";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "Depois de activar a pasta offline, todos os ficheiros contidos na pasta serão sincronizados com o servidor, continuar?";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "TRANSFERIR";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Agrupar por ordem alfabética";
"_group_alphabetic_no_"         = "Agrupar por ordem alfabética";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "É necessária rede Wi-Fi, %lu %@ para carregar";
"_tite_footer_upload_"          = "%lu %@ para carregar";
"_tite_footer_download_wwan_"   = "É necessária rede Wi-Fi, %lu %@ para transferir";
"_tite_footer_download_"        = "%lu %@ para transferir";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "Gravar imagens e vídeos no álbum de fotos";
"_file_not_saved_cameraroll_"   = "Erro:  Ficheiro não ficou gravado no álbum de fotos";
"_file_saved_cameraroll_"       = "Ficheiro gravado no álbum de fotos";
"_directory_on_top_yes_"        = "✓ Pastas primeiro";
"_directory_on_top_no_"         = "Pastas primeiro";
"_folder_automatic_upload_"     = "Folder for \"Auto upload\"";
"_search_no_record_found_"      = "Sem resultados";
"_search_in_progress_"          = "Pesquisa a decorrer...";
"_search_instruction_"          = "Pesquisar por ficheiro (mínimo 2 caracteres)";
"_files_no_files_"              = "Sem ficheiros aqui";
"_files_no_folders_"            = "No folders in here";
"_request_in_progress_"         = "Request to server in progress…";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Ficheiro não existente no servidor";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_files_"                 = "Paste files";

"_search_this_folder_"          = "Pesquisar nesta pasta";
"_search_all_folders_"          = "Pesquisar em todas as pastas";
"_search_sub_folder_"           = "Pesquisar aqui e em todas as sub-pastas";

"_theming_is_light_"            = "Cores do tema do servidor demasiado brilhantes, não aplicável";
"_cancel_all_task_"             = "Cancel all transfers";

"_status_wait_download_"        = "A aguardar para transferir";
"_status_in_download_"          = "Em transferência";
"_status_downloading_"          = "A transferir";
"_status_wait_upload_"          = "Waiting for upload";
"_status_in_upload_"            = "In upload";
"_status_uploading_"            = "Uploading";

// Media

"_select_media_folder_"         = "Select the \"Media\" folder";
"_media_viewimage_show_"        = "Show images";
"_media_viewimage_hide_"        = "Hide images";
"_media_viewvideo_show_"        = "Show video";
"_media_viewvideo_hide_"        = "Hide video";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Erro: não é possível transferir a fotografia";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Enviar ligação para...";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "Pode partilhar este recurso adicionando utilizadores ou grupos. Para remover a partilha, remova todos os utilizadores ou grupos";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Pesquisar por utilizador ou grupo...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "Se já souber o nome, insira-o, depois seleccione o tipo de partilha e pressione \"Terminado\" para confirmar";
"_direct_sharee_"               = "Inserir o nome do utilizador...";
"_user_sharee_footer_"          = "Tap to change permissions";
"_share_type_title_"            = "Toque para partilhar";
"_share_type_user_"             = "Utilizador";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_read_"           = "Pode ler";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federada";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";
"_share_link_readonly_"             = "Read only";
"_share_link_modify_"               = "Allow editing";
"_share_link_upload_"               = "File drop (upload only)";
"_share_link_upload_modify_"        = "Allow upload and editing";
"_share_link_hide_download_"        = "Hide download";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Pasta: %@";

"_no_transfer_"                     = "Ainda sem transferências";
"_no_transfer_sub_"                 = "Os envios e as transferências a partir deste dispositivo irão aparecer aqui";
"_no_activity_"                     = "Ainda sem actividade";
"_transfers_"                       = "Transferências";
"_activity_"                        = "Actividade";
"_activity_file_not_present_"       = "Ficheiro já não existe";

// List Shares

"_list_shares_"                     = "Partilhas";
"_list_shares_no_files_"            = "Ainda sem partilhas";
"_tutorial_list_shares_view_"       = "Ficheiros e pastas que partilhar irão aparecer aqui";

// Offline - Local Storage

"_create_synchronization_"          = "Criar sincronização";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Local storage";
"_local_storage_no_record_"         = "Ainda sem ficheiros";

// Create Cloud

"_upload_photos_videos_"            = "carregar fotos ou vídeos";
"_upload_file_"                     = "Carregar ficheiro";
"_upload_file_text_"                = "Criar ficheiro de texto";

// Document Picker

"_save_document_picker_"            = "Gravar aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Pasta de destino";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_rename_filename_"                 = "Renomear";
"_filename_"                        = "Nome do ficheiro";
"_preview_filename_"                = "Exemplo de visualização do nome do ficheiro. Pode usar a máscara %@ para data/hora";
"_forbidden_characters_"            = "O nome do ficheiro ou pasta contém caracteres inválidos";
"_add_filenametype_"                = "Especificar tipo no nome do ficheiro";
"_filenametype_photo_video_"        = "Foto/Vídeo";
"_maintain_original_filename_"      = "Maintain original filename";

// Notification

"_notification_"                    = "Notificação";

// Photo Browser

"Done"                              = "Done";
"Select Photos"                     = "Select Photos";
"photo"                             = "photo";
"photos"                            = "photos";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Carregamento automático do nome do ficheiro";

// Text File

"_untitled_txt_"                    = "SemTítulo.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Cifragem";
"_e2e_settings_"                    = "Encriptação ponto-a-ponto";
"_e2e_settings_start_"              = "Iniciar encriptação ponto-a-ponto";
"_e2e_settings_not_available_"      = "Encriptação ponto-a-ponto indisponível";
"_e2e_settings_activated_"          = "Encriptação ponto-a-ponto ativada";
"_e2e_settings_view_passphrase_"    = "As 12 palavras juntas tornam a palavra-passe muito forte, permitindo que apenas você veja e utilize os seus ficheiros cifrados. Por favor aponte e mantenha-as num sítio seguro.";
"_e2e_settings_read_passphrase_"    = "Ler frase-passe";
"_e2e_settings_lock_not_active_"    = "Bloqueio não está activo, volte às \"Definições\" e active-o";
"_e2e_settings_the_passphrase_is_"  = "A frase-passe é:";
"_e2e_passphrase_request_title_"    = "Pedir frase-passe";
"_e2e_passphrase_request_message_"  = "Inserir as 12 palavras";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirmar a remoção da cifragem juntamente com a frase-passe.";
"_e2e_set_folder_encrypted_"        = "Cifrar";
"_e2e_remove_folder_encrypted_"     = "Decifrar";
"_e2e_goto_settings_for_enable_"    = "É uma diretoria encriptada, vá às \"Definições\" e ative a encriptação ponto-a-ponto";
"_e2e_delete_folder_not_permitted_" = "Não é permitido apagar um directório marcado como \"cifrado\"";
"_e2e_error_encode_metadata_"       = "Erro interno grave na codificação de metadados";
"_e2e_error_decode_metadata_"       = "Erro interno grave na descodificação de metadados";
"_e2e_error_create_encrypted_"      = "Não foi possível criar ficheiro cifrado";
"_e2e_error_update_metadata_"       = "Erro a actualizar metadados";
"_e2e_error_store_metadata_"        = "Não foi possível gravar metadados";
"_e2e_error_send_metadata_"         = "Não foi possível enviar metadados";
"_e2e_error_delete_metadata_"       = "Não foi possível apagar metadados";
"_e2e_error_get_metadata_"          = "Não foi possível obter metadados";
"_e2e_error_not_enabled_"           = "Erro interno grave. Encriptação ponto-a-ponto não ativada";
"_e2e_error_record_not_found_"      = "Erro interno grave. Não foram encontrados registos";
"_e2e_error_unlock_"                = "Não foi possível desbloquear pasta";
"_e2e_error_lock_"                  = "Não foi possível bloquear pasta";
"_e2e_error_delete_mark_folder_"    = "Decifrar pasta marcada";
"_e2e_error_mark_folder_"           = "Cifrar pasta";
"_e2e_error_directory_not_empty_"   = "O directório não está vazio";

// Scan Document

"_scans_document_"                  = "Scans document";
"_scanned_images_"                  = "Scanned images";
"_scan_document_pdf_page_"          = "Page";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Original";
"_filter_bn_"                       = "Black & White";
"_filter_grayscale_"                = "Grayscale";
"_quality_image_title_"             = "Image quality";
"_quality_high_"                    = "Large file size of high quality";
"_quality_medium_"                  = "Average file size of medium quality";
"_quality_low_"                     = "Small file size of low quality";
"_file_type_"                       = "File type";
"_pdf_password_"                    = "PDF Password";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Scanning";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Next";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Edit Scan";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Done";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Review";

// Trah

"_trash_view_"                      = "Deleted files";
"_trash_restore_all_"               = "Restore all files";
"_trash_delete_all_"                = "Empty trash";
"_trash_no_trash_"                  = "No files deleted";
"_trash_no_trash_description_"      = "You can restore deleted files from here";
"_trash_restore_selected_"          = "Restore selected files";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Manage file offline";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";

// Richdocuments

"_create_new_document_"             = "Create new document";
"_create_new_spreadsheet_"          = "Create new spreadsheet";
"_create_new_presentation_"         = "Create new presentation";

// Intro

"_intro_1_title_"                   = "Keep your data secure and under your control";
"_intro_2_title_"                   = "Secure collaboration & file exchange";
"_intro_3_title_"                   = "Easy-to-use web mail, calendering & contacts";
"_intro_4_title_"                   = "Screensharing, online meetings & web conferences";

"_log_in_"                          = "Log in";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host your own server";

// Error

"_bad_username_password_"               = "Wrong username or password";
"_cancelled_by_user"                    = "Transfer canceled";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "You don't have permission to complete the operation";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Server connection error";
"_not_possible_connect_to_server_"      = "It is not possible to connect to the server at this time";
"_not_possible_create_folder_"          = "Folder could not be created";
"_server_down_"                         = "Could not establish contact with server";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Unexpected response from server";
"_user_autentication_required_"         = "User autentication required";
"_file_directory_locked_"               = "File or directory locked";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";
"_internal_server_"                     = "Internal server error";
"_file_already_exists_"                 = "Impossível completar a operação, já existe um ficheiro com o mesmo nome";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "The server is temporarily unavailable";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Storage quota is reached";
"_ssl_connection_error_"                = "Connection SSL error, try again";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "The user is no longer available";
"_server_response_error_"               = "Server response content error";

// BKPasscode

"%d Failed Passcode Attempts" = "%d failed passcode attempts";
"%d Failed Password Attempts" = "%d failed password attempts";

"1 Failed Passcode Attempt" = "1 failed passcode attempt";
"1 Failed Password Attempt" = "1 failed password attempt";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Done";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Enter a different passcode. Cannot re-use the same passcode.";
"Enter a different password. Cannot re-use the same password." = "Enter a different password. Cannot re-use the same password.";

"Enter a passcode" = "Enter a passcode";
"Enter a password" = "Enter a password";

"Enter your new passcode" = "Enter your new passcode";
"Enter your new password" = "Enter your new password";

"Enter your old passcode" = "Enter your old passcode";
"Enter your old password" = "Enter your old password";

"Enter your passcode" = "Enter your passcode";
"Enter your password" = "Enter your password";

"Invalid Passcode" = "Invalid passcode";
"Invalid Password" = "Invalid password";

"Passcodes did not match.\nTry again." = "Passcodes did not match.\nTry again.";
"Password did not match.\nTry again." = "Password did not match.\nTry again.";

"Re-enter your passcode" = "Re-enter your passcode";
"Re-enter your password" = "Re-enter your password";

"Try again in %d minutes" = "Try again in %d minutes";

"Try again in 1 minute" = "Try again in 1 minute";

